---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup2PerS
source: html/25221c0c-291b-21a6-797f-919b3c756063.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup2PerS Property

Symbol m²/s, indicating unit Square meters per second.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup2PerS { get; }
```